<?php

function getCatalog()
{
    return [
        [
            'name' => 'Флеш накопитель',
            'img' => 'flash',
            'info' => 'Стильная флешка для ваших данных',
            'price' => '750',
        ],
        [
            'name' => 'Клавиатура',
            'img' => 'klava',
            'info' => 'Удобная клавиатура для набора текста',
            'price' => '999',
        ],
        [
            'name' => 'Коврик для мышки',
            'img' => 'kovrik_mishka',
            'info' => 'Дизайнерский коврик для лучшей работы Вашей компьютерной мышки',
            'price' => '220',
        ],
        [
            'name' => 'Компьютерная мышка',
            'img' => 'mishka',
            'info' => 'Удобная анатомическая мышка',
            'price' => '930',
        ],
        [
            'name' => 'Умная розетка',
            'img' => 'rozetka',
            'info' => 'Качественная Wi-Fi розетка для умного дома',
            'price' => '1200',
        ],
        [
            'name' => 'Шуруповерт',
            'img' => 'shurik',
            'info' => 'Надежный, качественный беспроводной шуруповерт для Вашего дома',
            'price' => '3700',
        ],
    ];
}